app/controllers/school_classes_controller.rb

    def create
        @school_class = SchoolClass.create(title: params[:school_class][:title], room_number: params[:school_class][:room_number])
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "english"], ["room_number", 101], ["created_at", "2020-12-14 23:51:33.908699"], ["updated_at", "2020-12-14 23:51:33.908699"]]